/*
 Белеет парус одинокий
Добавь вывод на экран последнюю строку первого куплета известного в ХХ веке произведения
«Парус» М.Ю. Лермонтова.

Требования:
1. Программа должна выводить текст.
2. Текст должен начинаться с «Белеет парус одинокий».
3. Текст должен состоять из 4 строк (пустые строки - это тоже строки).
4. Выводимый текст должен соответствовать заданию.

 */
package lvl1_1;

/**
 *
 * @author user
 */
public class Zadanie6 {
     public static void main(String[] args) {
        System.out.println("Белеет парус одинокий");
        System.out.println("В тумане моря голубом!...");
        System.out.println("Что ищет он в стране далекой?");
        System.out.println("Что кинул он в краю родном?...");
    }
}
