/*
 Напиши программу, которая выводит на экран надпись: «Я думаю, быть программистом - это круто».
Пример вывода на экран:
Я думаю, быть программистом - это круто
Требования:
1. Программа должна выводить текст.
2. Текст должен начинаться с «Я думаю».
3. Текст должен заканчиваться на «это круто».
4. Текст должен состоять из 39 символов, включая пробелы и знаки препинания.
5. Выводимый текст должен соответствовать заданию.
 */

package lvl0;

/*
 *
 * @author reznik
 */
public class Zadanie2 
{
    public static void main(String[] args)
    {
         System.out.println("Я думаю, быть программистом - это круто");
    }
}