/*
Вывести на консоль следующий набор символов:
а=1, c=a+1 m=2, n=3 решение уравнений
b=6, d=b*2-1 p=4, g=5 нахождение корней
 */
package Lab2;
/**
 *
 * @author user
 */
public class Zad1 {
    public static void main(String[] args){
        System.out.println("а=1, c=a+1 m=2, n=3 решение уравнений\nb=6, d=b*2-1 p=4, g=5 нахождение корней");
    }
}
